Repository: joshanashakya/literature_review
Catalog: workspace/opus_corpus/wikimediav20210402(2.8k)/en-ne.tmx
Source language: en
Languages: ne

source: Archived from the original on 11 August 2010. Retrieved 8 June 2010..mw-parser-output cite.citation{font-style:inherit}.mw-parser-output q{quotes:"\"""\"""'""'"}.mw-parser-output code.cs1-code{color:inherit;background:inherit;border:inherit;padding:inherit}.mw-parser-output .cs1-lock-free a{background:url("//upload.wikimedia.org/wikipedia/commons/thumb/6/65/Lock-green.svg/9px-Lock-green.svg.png")no-repeat;background-position:right .1em center}.mw-parser-output .cs1-lock-limited a,.mw-parser-output .cs1-lock-registration a{background:url("//upload.wikimedia.org/wikipedia/commons/thumb/d/d6/Lock-gray-alt-2.svg/9px-Lock-gray-alt-2.svg.png")no-repeat;background-position:right .1em center}.mw-parser-output .cs1-lock-subscription a{background:url("//upload.wikimedia.org/wikipedia/commons/thumb/a/aa/Lock-red-alt-2.svg/9px-Lock-red-alt-2.svg.png")no-repeat;background-position:right .1em center}.mw-parser-output .cs1-subscription,.mw-parser-output .cs1-registration{color:#555}.mw-parser-output .cs1-subscription span,.mw-parser-output .cs1-registration span{border-bottom:1px dotted;cursor:help}.mw-parser-output .cs1-hidden-error{display:none;font-size:100%}.mw-parser-output .cs1-visible-error{font-size:100%}.mw-parser-output .cs1-subscription,.mw-parser-output .cs1-registration,.mw-parser-output .cs1-format{font-size:95%}.mw-parser-output .cs1-kern-left,.mw-parser-output .cs1-kern-wl-left{padding-left:0.2em}.mw-parser-output .cs1-kern-right,.mw-parser-output .cs1-kern-wl-right{padding-right:0.2em} ↑ "Ex-RAW chief wasn't totally honest with us in his book: Here's what Dulat didn't tell us about IC-814 - Firstpost". www.firstpost.com..mw-parser-output cite.citation{font-style:inherit}.mw-parser-output q{quotes:"\"""\"""'""'"}.mw-parser-output code.cs1-code{color:inherit;background:inherit;border:inherit;padding:inherit}.mw-parser-output .cs1-lock-free a{background:url("//upload.wikimedia.org/wikipedia/commons/thumb/6/65/Lock-green.svg/9px-Lock-green.svg.png")no-repeat;background-position:right .1em center}.mw-parser-output .cs1-lock-limited a,.mw-parser-output .cs1-lock-registration a{background:url("//upload.wikimedia.org/wikipedia/commons/thumb/d/d6/Lock-gray-alt-2.svg/9px-Lock-gray-alt-2.svg.png")no-repeat;background-position:right .1em center}.mw-parser-output .cs1-lock-subscription a{background:url("//upload.wikimedia.org/wikipedia/commons/thumb/a/aa/Lock-red-alt-2.svg/9px-Lock-red-alt-2.svg.png")no-repeat;background-position:right .1em center}.mw-parser-output .cs1-subscription,.mw-parser-output .cs1-registration{color:#555}.mw-parser-output .cs1-subscription span,.mw-parser-output .cs1-registration span{border-bottom:1px dotted;cursor:help}.mw-parser-output .cs1-hidden-error{display:none;font-size:100%}.mw-parser-output .cs1-visible-error{font-size:100%}.mw-parser-output .cs1-subscription,.mw-parser-output .cs1-registration,.mw-parser-output .cs1-format{font-size:95%}.mw-parser-output .cs1-kern-left,.mw-parser-output .cs1-kern-wl-left{padding-left:0.2em}.mw-parser-output .cs1-kern-right,.mw-parser-output .cs1-kern-wl-right{padding-right:0.2em} ↑ "Ex-RAW chief wasn't totally honest with us in his book: Here's what Dulat didn't tell us about IC-814 - Firstpost". www.firstpost.com..mw-parser-output cite.citation{font-style:inherit}.mw-parser-output q{quotes:"\"""\"""'""'"}.mw-parser-output code.cs1-code{color:inherit;background:inherit;border:inherit;padding:inherit}.mw-parser-output .cs1-lock-free a{background:url("//upload.wikimedia.org/wikipedia/commons/thumb/6/65/Lock-green.svg/9px-Lock-green.svg.png")no-repeat;background-position:right .1em center}.mw-parser-output .cs1-lock-limited a,.mw-parser-output .cs1-lock-registration a{background:url("//upload.wikimedia.org/wikipedia/commons/thumb/d/d6/Lock-gray-alt-2.svg/9px-Lock-gray-alt-2.svg.png")no-repeat;background-position:right .1em center}.mw-parser-output .cs1-lock-subscription a{background:url("//upload.wikimedia.org/wikipedia/commons/thumb/a/aa/Lock-red-alt-2.svg/9px-Lock-red-alt-2.svg.png")no-repeat;background-position:right .1em center}.mw-parser-output .cs1-subscription,.mw-parser-output .cs1-registration{color:#555}.mw-parser-output .cs1-subscription span,.mw-parser-output .cs1-registration span{border-bottom:1px dotted;cursor:help}.mw-parser-output .cs1-hidden-error{display:none;font-size:100%}.mw-parser-output .cs1-visible-error{font-size:100%}.mw-parser-output .cs1-subscription,.mw-parser-output .cs1-registration,.mw-parser-output .cs1-format{font-size:95%}.mw-parser-output .cs1-kern-left,.mw-parser-output .cs1-kern-wl-left{padding-left:0.2em}.mw-parser-output .cs1-kern-right,.mw-parser-output .cs1-kern-wl-right{padding-right:0.2em} ↑ mustafa., seema. "The Real Story: Kandahar Hijacking, Not A 'Goof Up' But A Major Cover Up".
ne: "The Real Story: Kandahar Hijacking, Not A 'Goof Up' But A Major Cover Up".

source: Cession of Hong Kong
ne: हंगकंगको नियन्त्रण

source: Reparations and demobilisation
ne: क्षतिपूर्ति

source: Foreign trade
ne: वैदेशिक व्यापार

source: Terms
ne: सर्त

source: The Treaty of Nanking (Nanjing) was a peace treaty which ended the First Opium War (1839–42) between the United Kingdom and the Qing dynasty of China on 29 August 1842. It was the first of what the Chinese later called the unequal treaties.[2]
ne: नानकिङ सन्धि नानकिङ सन्धि बेलायत र चिङ वंशवीच पहिलो अफिम युद्ध अन्त्य गर्न २९ अगस्ट १८४२ मा हस्ताक्षर भएको शान्ति सम्झौता हो । चीनले यसलाई पहिलो असमान सन्धि मान्थ्यो ।

source: In the wake of China's military defeat, with British warships poised to attack Nanking, British and Chinese officials negotiated on board HMS Cornwallis anchored at the city. On 29 August, British representative Sir Henry Pottinger and Qing representatives Qiying, Yilibu, and Niu Jian signed the treaty, which consisted of thirteen articles. The treaty was ratified by the Daoguang Emperor on 27 October and Queen Victoria on 28 December.
ne: चीनको शैन्य पराजयपछी ब्रिटिश जल्सेनाले नानकिङमा हमला गर्न अघि बढे र ब्रिटिश र चीनिया अधिकारी बीच वार्ता भयो । २९ अगस्टमा ब्रिटिश पतिनिधि सर हेनरी पोतिनगर र क्विंग प्रतिनिधिहरु क्वियिंग , यिलिबू, र निउ जियनए हस्ताक्षर गरे र यो सन्धिमा १३ धारा रहेको छ । यो सन्धि २७ अक्टोबरमा दोगुंग सम्राटले अनुमोदन गरे भने ब्रिटिश महारानी भिक्टोरियाले २८ डिसेम्बरमा अनुमोदन गरिन् । अनुमोदन साटफेरको काम २६ जुन १८४३ मा हंगकंगमा भयो यो सन्धिको एक प्रति ब्रिटिश सरकारले राखेको छ भने एक प्रति ताइवानको रास्ट्रिय प्यालेस संग्रहालय, ताइपेइमा छ ।

source: The first working draft for articles of a treaty was prepared at the Foreign Office in London in February 1840. The Foreign Office was aware that preparing a treaty containing Chinese and English characters would need special consideration. Given the distance separating the countries, it was realised that some flexibility and a departure from established procedure in preparing treaties might be required.[3]
ne: यो सन्धिको पहिलो मस्यौदा लण्डनको विदेश कार्यालयमा बनेको थियो । [3]

source: Four additional "treaty ports" opened for foreign trade alongside Canton (Shameen Island from 1859 until 1943): Amoy (Xiamen until 1930), Foochowfoo (Fuzhou), Ningpo (Ningbo) and Shanghai (until 1943),[4][5] where foreign merchants were to be allowed to trade with anyone they wished. Britain also gained the right to send consuls to the treaty ports, which were given the right to communicate directly with local Chinese officials (Article II). The treaty stipulated that trade in the treaty ports should be subject to fixed tariffs, which were to be agreed upon between the British and the Qing governments (Article X).[6]
ne: यो सन्धिको मुख्य उद्देश्य १७६० देखि लागु गरिएको वैदेशिक व्यापारको ढाचा परिवर्तन गर्नु थियो । थप चार “सन्धि बन्दरगाहहरु” स्तपना गरिए [4][5] र विदेशी व्यापारीहरु आफ्नो इच्छा अनुसार आफूलाई मन लागेको जोसंग पनि व्यार गर्न पाउने भए । बेलायतले बन्दरगाहमा आफ्नो कुटनीतिक अधिकारी पठाउन पाउने अधिकार पायो , जसले सिधै स्थानीय चीनिया अधिकारीसंग सम्पर्क गर्न पाउने अधिकार (धारा दुई) थियो । [6]

source: The Qing government was obliged to pay the British government six million silver dollars for the opium that had been confiscated by Lin Zexu in 1839 (Article IV), 3 million dollars in compensation for debts that the Hong merchants in Canton owed British merchants (Article V), and a further 12 million dollars in war reparations for the cost of the war (Article VI). The total sum of 21 million dollars was to be paid in installments over three years and the Qing government would be charged an annual interest rate of 5 percent for the money that was not paid in a timely manner (Article VII).[6]
ne: चिङ सरकार ब्रिटिश सरकारलाई साठी लाख चादीको डलर लिन जेउले जफत गरेका अफिम क्षतिपूर्तिको रुपमा (धारा चार ), तीस लाख डलर ब्रिटिश ब्यापारीसंग हंग व्यापारीले लिएको ऋणको रुपमा (धारा पाँच) र एक करोड बिस लाख डलर युद्ध क्षतिपूर्ति (धारा छ) बापत तिर्न बाध्य भयो । [6]

source: The Qing government undertook to release all British prisoners of war (Article VIII) and to give a general amnesty to all Chinese subjects who had cooperated with the British during the war (Article IX).[6]
ne: चिङ वंशले पक्राउ गरिएका सम्पूर्ण युद्धबन्दीको रिहाइ गर्नु पर्यो (धारा आठ) र युद्धको समयमा ब्रिटिशलाइ आम माफी दिनु पर्यो (धारा नौ) ।[6]

source: The British on their part, undertook to withdraw all of their troops from Nanking, the Grand Canal and the military post at Zhenhai, as well as not to interfere with China trade generally, after the emperor had given his assent to the treaty and the first installment of money had been received (Article XII). British troops would remain in Gulangyu and Zhaobaoshan until the Qing government had paid reparations in full (Article XII).[6]
ne: ब्रिटिश पक्षले नान्किंगबाट आफ्नो फौज फिर्ता लाने भयो । क्विंग वंशले पुरै क्षतिपूर्ति नदिएसम्म ब्रिटिश फौज गुलान्ग्यु र ज्होबोशनमा रहेने भयो (धारा बाह्र)[6]

source: In 1841, a rough outline for a treaty was sent for the guidance of Plenipotentiary Charles Elliot. It had a blank after the words "the cession of the islands of". Pottinger sent this old draft treaty on shore, with the letter s struck out of islands and the words Hong Kong placed after it.[7] Robert Montgomery Martin, treasurer of Hong Kong, wrote in an official report:
ne: क्विंग सरकार हंगकंग ब्रिटिशलाई दिन राजी भयो ।पोत्तिन्गर हंगकंगको पहिलो गभर्नर नियुक्त भए ।[7]

source: Treaty of Nanking
ne: नानकिङ सन्धि

source: ISBN 978-0-19-974391-9..mw-parser-output cite.citation{font-style:inherit}.mw-parser-output q{quotes:"\"""\"""'""'"}.mw-parser-output code.cs1-code{color:inherit;background:inherit;border:inherit;padding:inherit}.mw-parser-output .cs1-lock-free a{background:url("//upload.wikimedia.org/wikipedia/commons/thumb/6/65/Lock-green.svg/9px-Lock-green.svg.png")no-repeat;background-position:right .1em center}.mw-parser-output .cs1-lock-limited a,.mw-parser-output .cs1-lock-registration a{background:url("//upload.wikimedia.org/wikipedia/commons/thumb/d/d6/Lock-gray-alt-2.svg/9px-Lock-gray-alt-2.svg.png")no-repeat;background-position:right .1em center}.mw-parser-output .cs1-lock-subscription a{background:url("//upload.wikimedia.org/wikipedia/commons/thumb/a/aa/Lock-red-alt-2.svg/9px-Lock-red-alt-2.svg.png")no-repeat;background-position:right .1em center}.mw-parser-output .cs1-subscription,.mw-parser-output .cs1-registration{color:#555}.mw-parser-output .cs1-subscription span,.mw-parser-output .cs1-registration span{border-bottom:1px dotted;cursor:help}.mw-parser-output .cs1-hidden-error{display:none;font-size:100%}.mw-parser-output .cs1-visible-error{font-size:100%}.mw-parser-output .cs1-subscription,.mw-parser-output .cs1-registration,.mw-parser-output .cs1-format{font-size:95%}.mw-parser-output .cs1-kern-left,.mw-parser-output .cs1-kern-wl-left{padding-left:0.2em}.mw-parser-output .cs1-kern-right,.mw-parser-output .cs1-kern-wl-right{padding-right:0.2em} ↑ Tabor, James (2013-03-22). "What the Bible Says About Death, Afterlife, and the Future". UNCC..mw-parser-output cite.citation{font-style:inherit}.mw-parser-output q{quotes:"\"""\"""'""'"}.mw-parser-output code.cs1-code{color:inherit;background:inherit;border:inherit;padding:inherit}.mw-parser-output .cs1-lock-free a{background:url("//upload.wikimedia.org/wikipedia/commons/thumb/6/65/Lock-green.svg/9px-Lock-green.svg.png")no-repeat;background-position:right .1em center}.mw-parser-output .cs1-lock-limited a,.mw-parser-output .cs1-lock-registration a{background:url("//upload.wikimedia.org/wikipedia/commons/thumb/d/d6/Lock-gray-alt-2.svg/9px-Lock-gray-alt-2.svg.png")no-repeat;background-position:right .1em center}.mw-parser-output .cs1-lock-subscription a{background:url("//upload.wikimedia.org/wikipedia/commons/thumb/a/aa/Lock-red-alt-2.svg/9px-Lock-red-alt-2.svg.png")no-repeat;background-position:right .1em center}.mw-parser-output .cs1-subscription,.mw-parser-output .cs1-registration{color:#555}.mw-parser-output .cs1-subscription span,.mw-parser-output .cs1-registration span{border-bottom:1px dotted;cursor:help}.mw-parser-output .cs1-hidden-error{display:none;font-size:100%}.mw-parser-output .cs1-visible-error{font-size:100%}.mw-parser-output .cs1-subscription,.mw-parser-output .cs1-registration,.mw-parser-output .cs1-format{font-size:95%}.mw-parser-output .cs1-kern-left,.mw-parser-output .cs1-kern-wl-left{padding-left:0.2em}.mw-parser-output .cs1-kern-right,.mw-parser-output .cs1-kern-wl-right{padding-right:0.2em} ↑ Hoekema, Anthony A. (1994).
ne: ISBN 978-0-19-974391-9..mw-parser-output cite.citation{font-style:inherit}.mw-parser-output q{quotes:"\"""\"""'""'"}.mw-parser-output code.cs1-code{color:inherit;background:inherit;border:inherit;padding:inherit}.mw-parser-output .cs1-lock-free a{background:url("//upload.wikimedia.org/wikipedia/commons/thumb/6/65/Lock-green.svg/9px-Lock-green.svg.png")no-repeat;background-position:right .1em center}.mw-parser-output .cs1-lock-limited a,.mw-parser-output .cs1-lock-registration a{background:url("//upload.wikimedia.org/wikipedia/commons/thumb/d/d6/Lock-gray-alt-2.svg/9px-Lock-gray-alt-2.svg.png")no-repeat;background-position:right .1em center}.mw-parser-output .cs1-lock-subscription a{background:url("//upload.wikimedia.org/wikipedia/commons/thumb/a/aa/Lock-red-alt-2.svg/9px-Lock-red-alt-2.svg.png")no-repeat;background-position:right .1em center}.mw-parser-output .cs1-subscription,.mw-parser-output .cs1-registration{color:#555}.mw-parser-output .cs1-subscription span,.mw-parser-output .cs1-registration span{border-bottom:1px dotted;cursor:help}.mw-parser-output .cs1-hidden-error{display:none;font-size:100%}.mw-parser-output .cs1-visible-error{font-size:100%}.mw-parser-output .cs1-subscription,.mw-parser-output .cs1-registration,.mw-parser-output .cs1-format{font-size:95%}.mw-parser-output .cs1-kern-left,.mw-parser-output .cs1-kern-wl-left{padding-left:0.2em}.mw-parser-output .cs1-kern-right,.mw-parser-output .cs1-kern-wl-right{padding-right:0.2em} ↑ Tabor, James (२०१३-०३-२२), "What the Bible Says About Death, Afterlife, and the Future", UNCC। .mw-parser-output cite.citation{font-style:inherit}.mw-parser-output q{quotes:"\"""\"""'""'"}.mw-parser-output code.cs1-code{color:inherit;background:inherit;border:inherit;padding:inherit}.mw-parser-output .cs1-lock-free a{background:url("//upload.wikimedia.org/wikipedia/commons/thumb/6/65/Lock-green.svg/9px-Lock-green.svg.png")no-repeat;background-position:right .1em center}.mw-parser-output .cs1-lock-limited a,.mw-parser-output .cs1-lock-registration a{background:url("//upload.wikimedia.org/wikipedia/commons/thumb/d/d6/Lock-gray-alt-2.svg/9px-Lock-gray-alt-2.svg.png")no-repeat;background-position:right .1em center}.mw-parser-output .cs1-lock-subscription a{background:url("//upload.wikimedia.org/wikipedia/commons/thumb/a/aa/Lock-red-alt-2.svg/9px-Lock-red-alt-2.svg.png")no-repeat;background-position:right .1em center}.mw-parser-output .cs1-subscription,.mw-parser-output .cs1-registration{color:#555}.mw-parser-output .cs1-subscription span,.mw-parser-output .cs1-registration span{border-bottom:1px dotted;cursor:help}.mw-parser-output .cs1-hidden-error{display:none;font-size:100%}.mw-parser-output .cs1-visible-error{font-size:100%}.mw-parser-output .cs1-subscription,.mw-parser-output .cs1-registration,.mw-parser-output .cs1-format{font-size:95%}.mw-parser-output .cs1-kern-left,.mw-parser-output .cs1-kern-wl-left{padding-left:0.2em}.mw-parser-output .cs1-kern-right,.mw-parser-output .cs1-kern-wl-right{padding-right:0.2em} ↑ Hoekema, Anthony A. (1994).

source: ISBN 9781625648525..mw-parser-output cite.citation{font-style:inherit}.mw-parser-output q{quotes:"\"""\"""'""'"}.mw-parser-output code.cs1-code{color:inherit;background:inherit;border:inherit;padding:inherit}.mw-parser-output .cs1-lock-free a{background:url("//upload.wikimedia.org/wikipedia/commons/thumb/6/65/Lock-green.svg/9px-Lock-green.svg.png")no-repeat;background-position:right .1em center}.mw-parser-output .cs1-lock-limited a,.mw-parser-output .cs1-lock-registration a{background:url("//upload.wikimedia.org/wikipedia/commons/thumb/d/d6/Lock-gray-alt-2.svg/9px-Lock-gray-alt-2.svg.png")no-repeat;background-position:right .1em center}.mw-parser-output .cs1-lock-subscription a{background:url("//upload.wikimedia.org/wikipedia/commons/thumb/a/aa/Lock-red-alt-2.svg/9px-Lock-red-alt-2.svg.png")no-repeat;background-position:right .1em center}.mw-parser-output .cs1-subscription,.mw-parser-output .cs1-registration{color:#555}.mw-parser-output .cs1-subscription span,.mw-parser-output .cs1-registration span{border-bottom:1px dotted;cursor:help}.mw-parser-output .cs1-hidden-error{display:none;font-size:100%}.mw-parser-output .cs1-visible-error{font-size:100%}.mw-parser-output .cs1-subscription,.mw-parser-output .cs1-registration,.mw-parser-output .cs1-format{font-size:95%}.mw-parser-output .cs1-kern-left,.mw-parser-output .cs1-kern-wl-left{padding-left:0.2em}.mw-parser-output .cs1-kern-right,.mw-parser-output .cs1-kern-wl-right{padding-right:0.2em} 1 2 "Quran 3:46–158". Archived from the original on May 1, 2015..mw-parser-output cite.citation{font-style:inherit}.mw-parser-output q{quotes:"\"""\"""'""'"}.mw-parser-output code.cs1-code{color:inherit;background:inherit;border:inherit;padding:inherit}.mw-parser-output .cs1-lock-free a{background:url("//upload.wikimedia.org/wikipedia/commons/thumb/6/65/Lock-green.svg/9px-Lock-green.svg.png")no-repeat;background-position:right .1em center}.mw-parser-output .cs1-lock-limited a,.mw-parser-output .cs1-lock-registration a{background:url("//upload.wikimedia.org/wikipedia/commons/thumb/d/d6/Lock-gray-alt-2.svg/9px-Lock-gray-alt-2.svg.png")no-repeat;background-position:right .1em center}.mw-parser-output .cs1-lock-subscription a{background:url("//upload.wikimedia.org/wikipedia/commons/thumb/a/aa/Lock-red-alt-2.svg/9px-Lock-red-alt-2.svg.png")no-repeat;background-position:right .1em center}.mw-parser-output .cs1-subscription,.mw-parser-output .cs1-registration{color:#555}.mw-parser-output .cs1-subscription span,.mw-parser-output .cs1-registration span{border-bottom:1px dotted;cursor:help}.mw-parser-output .cs1-hidden-error{display:none;font-size:100%}.mw-parser-output .cs1-visible-error{font-size:100%}.mw-parser-output .cs1-subscription,.mw-parser-output .cs1-registration,.mw-parser-output .cs1-format{font-size:95%}.mw-parser-output .cs1-kern-left,.mw-parser-output .cs1-kern-wl-left{padding-left:0.2em}.mw-parser-output .cs1-kern-right,.mw-parser-output .cs1-kern-wl-right{padding-right:0.2em} 1 2 3 Glassé, Cyril (2008).
ne: ISBN 9781625648525..mw-parser-output cite.citation{font-style:inherit}.mw-parser-output q{quotes:"\"""\"""'""'"}.mw-parser-output code.cs1-code{color:inherit;background:inherit;border:inherit;padding:inherit}.mw-parser-output .cs1-lock-free a{background:url("//upload.wikimedia.org/wikipedia/commons/thumb/6/65/Lock-green.svg/9px-Lock-green.svg.png")no-repeat;background-position:right .1em center}.mw-parser-output .cs1-lock-limited a,.mw-parser-output .cs1-lock-registration a{background:url("//upload.wikimedia.org/wikipedia/commons/thumb/d/d6/Lock-gray-alt-2.svg/9px-Lock-gray-alt-2.svg.png")no-repeat;background-position:right .1em center}.mw-parser-output .cs1-lock-subscription a{background:url("//upload.wikimedia.org/wikipedia/commons/thumb/a/aa/Lock-red-alt-2.svg/9px-Lock-red-alt-2.svg.png")no-repeat;background-position:right .1em center}.mw-parser-output .cs1-subscription,.mw-parser-output .cs1-registration{color:#555}.mw-parser-output .cs1-subscription span,.mw-parser-output .cs1-registration span{border-bottom:1px dotted;cursor:help}.mw-parser-output .cs1-hidden-error{display:none;font-size:100%}.mw-parser-output .cs1-visible-error{font-size:100%}.mw-parser-output .cs1-subscription,.mw-parser-output .cs1-registration,.mw-parser-output .cs1-format{font-size:95%}.mw-parser-output .cs1-kern-left,.mw-parser-output .cs1-kern-wl-left{padding-left:0.2em}.mw-parser-output .cs1-kern-right,.mw-parser-output .cs1-kern-wl-right{padding-right:0.2em} 1 2 "Quran 3:46–158", मूलबाट मे १, २०१५-मा सङ्ग्रहित। .mw-parser-output cite.citation{font-style:inherit}.mw-parser-output q{quotes:"\"""\"""'""'"}.mw-parser-output code.cs1-code{color:inherit;background:inherit;border:inherit;padding:inherit}.mw-parser-output .cs1-lock-free a{background:url("//upload.wikimedia.org/wikipedia/commons/thumb/6/65/Lock-green.svg/9px-Lock-green.svg.png")no-repeat;background-position:right .1em center}.mw-parser-output .cs1-lock-limited a,.mw-parser-output .cs1-lock-registration a{background:url("//upload.wikimedia.org/wikipedia/commons/thumb/d/d6/Lock-gray-alt-2.svg/9px-Lock-gray-alt-2.svg.png")no-repeat;background-position:right .1em center}.mw-parser-output .cs1-lock-subscription a{background:url("//upload.wikimedia.org/wikipedia/commons/thumb/a/aa/Lock-red-alt-2.svg/9px-Lock-red-alt-2.svg.png")no-repeat;background-position:right .1em center}.mw-parser-output .cs1-subscription,.mw-parser-output .cs1-registration{color:#555}.mw-parser-output .cs1-subscription span,.mw-parser-output .cs1-registration span{border-bottom:1px dotted;cursor:help}.mw-parser-output .cs1-hidden-error{display:none;font-size:100%}.mw-parser-output .cs1-visible-error{font-size:100%}.mw-parser-output .cs1-subscription,.mw-parser-output .cs1-registration,.mw-parser-output .cs1-format{font-size:95%}.mw-parser-output .cs1-kern-left,.mw-parser-output .cs1-kern-wl-left{padding-left:0.2em}.mw-parser-output .cs1-kern-right,.mw-parser-output .cs1-kern-wl-right{padding-right:0.2em} 1 2 3 Glassé, Cyril (2008).

source: Jesus[lower-alpha 5] (c. 4 BC – c. AD 30 / 33), also referred to as Jesus of Nazareth and Jesus Christ,[lower-alpha 6] was a first-century Jewish preacher and religious leader.[12] He is the central figure of Christianity.
ne: येशू[lower-alpha 5] (c. 4 BC – c. AD 30 / 33), जसलाई येशू नासरी र येशू ख्रीष्ट पनि भनिन्थ्यो, [lower-alpha 6] उहाँ पहिलो शताब्दिका यहूदी शिक्षक र धार्मिक अगुवा हुनुहुन्थ्यो [12] उहाँ ख्रीष्टियानमतका केन्द्रिय व्यक्तित्व हुनुहुन्छ । He is the central figure of Christianity.

source: Jesus
ne: येशू

source: Aftermath
ne: त्यसपछि

source: Controversies
ne: विवाद

source: Hijackers
ne: अपहरणकारी

source: Weapons used
ne: हतियार

source: Crew and Passengers
ne: चालक दल र यात्री

source: Aircraft
ne: विमान
